Repository: mbaytas/Hotspotizer
Catalog: Hotspotizer.WPF/Properties/Resources.*.resx
Languages: el, es, fr

source: New Gesture
el: Νέο νεύμα
es: Nuevo gesto
fr: Nouveau geste

source: Create New Gesture Collection
el: Δημιουργία νέας συλλογής νευμάτων
es: Crear nueva colección de gestos
fr: Créer la nouvelle Collection de geste

# DiscardGestureCollectionConfirmation
source: Do you really want to discard the current gesture collection and create a new one?
el: Θέλετε σίγουρα να απορρίψετε την τρέχουσα συλλογή νευμάτων και να δημιουργήσετε μια καινούργια;
es: ¿Desea desechar la actual colección de gestos y crear una nueva?
fr: Voulez-vous vraiment jeter la collection actuelle du geste et de créer un nouveau?

# HotspotizerFileFilter
source: Hotspotizer Gesture files (*.hsjson)|*.hsjson
el: Αρχεία νευμάτων Hotspotizer (*.hsjson)|*.hsjson
es: Archivos de gesto de hotspotizer (*.hsjson) | * .hsjson
fr: Fichiers de geste de hotspotizer (*.hsjson)|*.hsjson

source: Delete Gesture from Collection
el: Διαγραφή νεύματος από συλλογή
es: Borrar el gesto de la colección
fr: Supprimer le geste de Collection

# DeleteGestureFromCollectionConfirmation
source: Do you really want to delete the gesture "{0}" from the collection?
el: Θέλετε σίγουρα να διαγράψετε το νεύμα "{0}" από τη συλλογή;
es: ¿Ddesea eliminar el gesto "{0}" de la colección?
fr: Voulez-vous vraiment supprimer le geste "{0}" dans la collection?

source: Add New Frame
el: Προσθήκη νέου στιγμιότυπου
es: Añadir nuevo marco
fr: Ajouter le nouveau cadre

source: Add New Gesture
el: Προσθήκη νέου νεύματος
es: Añadir nuevo gesto
fr: Ajouter nouveau geste

source: All Gestures
el: Όλα τα νεύματα
es: Todos los gestos
fr: Tous les gestes

source: Begin Emulation
el: Έναρξη εξομοίωσης
es: Comenzar emulación
fr: Commancher émulation

# CheckKinectPowerAndUSB
source: Please check the power and USB connections and restart the application for full functionality.
el: Παρακαλώ ελέγξτε την τροφοδοσία και τις συνδέσεις USB και επανεκκινήστε την εφαρμογή για πλήρη λειτουργικότητα.
es: Por favor, compruebe la alimentación y conexiones USB y reiniciar la aplicación para asegurar una funcionalidad completa.
fr: S'il vous plaît vérifier la puissance et les connexions USB et redémarrer l'application pour ces fonctionnalités.

# CreateGestureOrLoadGestureCollection
source: Create a new gesture or load a gesture collection to begin.
el: Δημιουργήστε ένα νέο νεύμα ή φορτώστε μια συλλογή νευμάτων για να ξεκινήσετε.
es: Para empezar, crear un gesto nuevo o cargar una colección de gestos.
fr: Créez un nouveau geste ou charger une collection de geste pour commencer.

source: Delete Frame
el: Διαγραφή στιγμιότυπου
es: Eliminar marco
fr: Supprimer le cadre

source: Delete Gesture
el: Διαγραφή νεύματος
es: Borrar gesto
fr: Supprimer le geste

source: Discard Changes
el: Απόρριψη αλλαγών
es: Descartar cambios
fr: Abandonner les modifications

# DownloadKinectSDK
source: Click here to download Microsoft Kinect for Windows SDK 1.8 from Microsoft's website.
el: Πατήστε εδώ για να κατεβάσετε το Microsoft Kinect for Windows SDK 1.8 από τον ιστότοπο της Microsoft.
es: Haga clic aquí para descargar Microsoft Kinect para Windows SDK 1.8 desde el sitio web de Microsoft.
fr: Cliquez ici pour télécharger Microsoft Kinect pour Windows SDK 1.8 site Web de Microsoft.

source: Edit Gesture
el: Επεξεργασία νεύματος
es: Editar gesto
fr: Modifier le geste

source: Editor
el: Επεξεργαστής
fr: Éditeur

source: Front View
el: Εμπρόσθια όψη
es: Vista frontal
fr: Vue de face

source: Head
el: Κεφάλι
es: Cabeza
fr: Tête

source: Keyboard Command
el: Εντολή πληκτρολογίου
es: Comando de teclado
fr: Commande de clavier

# KinectNotDetected
source: Could not detect a Kinect sensor connected to your computer.
el: Δεν έγινε αναγνώριση αισθητήρα Kinect συνδεδεμένου με τον υπολογιστή σας.
es: No se pudo detectar un Kinect sensor conectado al ordenador.
fr: Ne pouvait pas détecter un Kinect capteur connecté à votre ordinateur.

source: Left Elbow
el: Αριστερός ώμος
es: Codo izquierdo
fr: Coude gauche

source: Left Foot
el: Αριστερό πόδι
es: Pie izquierdo
fr: Pied gauche

source: Left Hand
el: Αριστερό χέρι
es: Mano izquierda
fr: Main gauche

source: Left Knee
el: Αριστερό γόνατο
es: Rodilla izquierda
fr: Genou gauche

source: Limb Selection
el: Επιλογή άκρου
es: Selección de miembro
fr: Sélection de la branche

source: Load Gesture Collection
el: Άνοιγμα συλλογής νευμάτων
es: Cargar colección de gestos
fr: Collection de geste de charge

source: Manager
el: Διαχειριστής
es: Administrador
fr: Gestionnaire

source: Move Frame Backward
el: Μετακίνηση στιγμιότυπου πίσω
es: Mover el marco hacia atrás
fr: Recule le cadre

source: Move Frame Forward
el: Μετακίνηση στιγμιότυπου εμπρός
es: Mover el marco hacia adelante
fr: Avancer le cadre

source: New Gesture Collection
el: Νέα συλλογή νευμάτων
es: Nueva colección de gestos
fr: Nouvelle Collection de geste

# NoGestures
source: There are no gestures in the current gesture collection.
el: Δεν υπάρχουν νεύματα στην τρέχουσα συλλογή νευμάτων.
es: No hay gestos en la colección actual de gestos.
fr: Il n'y a aucun gestes dans la collection actuelle de geste.

# PressKeyCombinationForGesture
source: Press key(s) on the keyboard to set the command for this gesture...
el: Πατήστε πλήκτρο(α) στο πληκτρολόγιο για να ορίσετε την εντολή γι'αυτό το νεύμα...
es: Pulsar tecla(s) en el teclado para configurar el comando para este gesto...
fr: Appuyez sur la clé (s) sur le clavier pour que la commande pour ce geste...

# PressOrHold
source: Press/Hold
el: Πάτημα/Κράτημα
es: Presione y mantenga presionado
fr: Presse/Hold

# RequiredKinectSDK
source: Using a 'Kinect for Xbox 360' sensor requires the full Microsoft Kinect for Windows SDK 1.8 to be installed on your computer.
el: Η χρήση αισθητήρα 'Kinect for Xbox 360' απαιτεί το πλήρες Microsoft Kinect for Windows SDK 1.8 να εγκατασταθεί στον υπολογιστή σας.
es: El uso del sensor 'Kinect para Xbox 360' requiere la instalación del completo Microsoft Kinect para Windows SDK 1.8 en su ordenador.
fr: En utilisant un capteur « Kinect pour Xbox 360 » nécessite la pleine Microsoft Kinect pour Windows SDK 1.8 être installé sur votre ordinateur.

source: Right Elbow
el: Δεξιός αγκώνας
es: Codo derecho
fr: Coude droit

source: Right Foot
el: Δεξί πόδι
es: Pie derecho
fr: Pied droit

source: Right Hand
el: Δεξί χέρι
es: Mano derecha
fr: Main droite

source: Right Knee
el: Δεξί γόνατο
es: Rodilla derecha
fr: Genou droit

source: Save Gesture
el: Αποθήκευση νεύματος
es: Guardar gesto
fr: Sauver le geste

source: Save Gesture Collection
el: Αποθήκευση συλλογής νευμάτων
es: Guardar colección de gestos
fr: Sauvegarder la Collection de geste

source: Side View
el: Πλάγια όψη
es: Vista lateral
fr: Vue de côté

source: Visualizer
el: Οπτικοποιητής
es: Visualizador
fr: Visualiseur

source: Select Next Frame
el: Επιλογή επόμενου στιγμιότυπου
es: Selección de siguiente marco
fr: Sélectionner le cadre suivante

source: Select Previous Frame
el: Επιλογή προηγούμενου στιγμιότυπου
es: Selección de marco anterior
fr: Sélectionner le cadre précédente
